wheres-waldo-backend/app/controllers/character_positions_controller.rb

SELECT "character_positions".* FROM "character_positions"
---
  def index
    @character_positions = CharacterPosition.all