wheres-waldo-backend/app/channels/time_channel.rb

  def create_score data
    Score.create(user_name: data["name"], time_elapsed: @time_elapsed)
---
INSERT INTO "scores" ("user_name", "time_elapsed", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["user_name", "anonymous user"], ["time_elapsed", 5.633584812], ["created_at", "2024-06-03 20:28:32.353117"], ["updated_at", "2024-06-03 20:28:32.353117"]]